[Cues]
Act_E2_3A_Junkyard_Bottle01_Interact01_Max_010="Stupid bottle!"
Act_E2_3A_Junkyard_Bottle01_Look01_Max_010="Look who we have here... a cute little bottle for the taking..."
Act_E2_3A_Junkyard_Bottle02_Look01_Max_010="Oh yes, we can use this one for a target."
Act_E2_3A_Junkyard_Bottle03_Look01_Max_010="Cool! At least not everything is broken around here."
Act_E2_3A_Junkyard_Bottle03_Look01_Max_020="I bet I could get on that boat from a higher location..."
Act_E2_3A_Junkyard_Bottle04_Look01_Max_010=""Coming this fall... Max Caulfield, Bottle Hunter.""
Act_E2_3A_Junkyard_Bottle05_Look01_Max_010="Oh, there you are, li'l bottle... trying to play hide and seek?"
Act_E2_3A_Junkyard_Bottle1_VoiceOver01_Max_010="Hello bottle number one! Four more to go!"
Act_E2_3A_Junkyard_Bottle2_VoiceOver01_Max_010="Boom! Only three bottles left..."
Act_E2_3A_Junkyard_Bottle3_VoiceOver01_Max_010="Three down, two more to go. Talk about finding a bottle in a haystack..."
Act_E2_3A_Junkyard_Bottle4_VoiceOver01_Max_010="One more bottle to go!"
Act_E2_3A_Junkyard_Bottle5_VoiceOver01_Max_010="Voila! Now I can deliver this bottle booty to Captain Chloe..."
Act_E2_3A_Junkyard_Bracelet_Look01_Max_010="That kinda hurts..."
Act_E2_3A_Junkyard_CHChloe_Look01_Max_010="That's my Chloe..."
Act_E2_3A_Junkyard_CHChloe_Look02_Max_010="Look at her. Chloe can even chill out playing with a gun..."
Act_E2_3A_Junkyard_CHChloe_Look03_Max_010="Chloe is waiting to go for a walk. We both need a time-out from here..."
Act_E2_3A_Junkyard_CHMax_VoiceOver01_Max_010="Wowser, why did Frank have Rachel's bracelet? We need to talk about this later, but I better follow Chloe now."
Act_E2_3A_Junkyard_CampFire_Look01_Max_010="I'm sure this is a popular party pit."
Act_E2_3A_Junkyard_CarWreck01_Look01_Max_010="Every car has its own tale and history..."
Act_E2_3A_Junkyard_CarWreck02_Look01_Max_020="All this rusted metal makes me feel serene... Am I morbid or just goth?"
Act_E2_3A_Junkyard_CarWreck03_Look01_Max_030="I wonder if Chloe thinks about her father when she looks at all these smashed up cars..."
Act_E2_3A_Junkyard_ChairSit_Max_010="Although this junkyard is a dive, I see why Chloe hangs here..."
Act_E2_3A_Junkyard_ChairSit_Max_020="She's a steam-punk..."
Act_E2_3A_Junkyard_ChairSit_Max_030="It actually feels like Chloe and I are kids again, we're hiding out|and plotting our future..."
Act_E2_3A_Junkyard_ChairSit_Max_040="Despite all the chaos and bullshit, I feel so giddy hanging out with her again..."
Act_E2_3A_Junkyard_ChairSit_Max_050="So happy... Like we've both gone back in time..."
Act_E2_3A_Junkyard_ChloeEnd_VoiceOver01_Max_010="Just another day of Max's fucked up life. Time to go get Chloe."
Act_E2_3A_Junkyard_ChloeEnd_VoiceOver01_Max_020="Thus begins another chapter in my never-ending drama. Time to grab Chloe and bail."
Act_E2_3A_Junkyard_Crate_Look01_Max_010="Maybe I can use this to reach the bottle."
Act_E2_3A_Junkyard_DoeEncounter_VoiceOver01_Max_010="Wowser, that looks exactly like the same doe from my tornado vision..."
Act_E2_3A_Junkyard_DoeEncounter_VoiceOver01_Max_020="That doe is the perfect photo op..."
Act_E2_3A_Junkyard_DoeEncounter_VoiceOver01_Max_030="She's staring at me as if we have a connection..."
Act_E2_3A_Junkyard_DoeRewind_VoiceOver01_Max_010="What? My rewind power doesn't work on her? I don't get it."
Act_E2_3A_Junkyard_Flyer_Look01_Max_010="They would have gone all the way to Los Angeles for a rave. Looks fun."
Act_E2_3A_Junkyard_Graffiti02_Look01_Max_010="Thanks for the tip."
Act_E2_3A_Junkyard_Graffiti05_Look01_Max_010="Ouch."
Act_E2_3A_Junkyard_Graffiti07_Interact01_Max_010="Now we're officially a trio... we just have to find Rachel."
Act_E2_3A_Junkyard_Graffiti07_Look01_Max_010="I don't want to intrude, but... I was here."
Act_E2_3A_Junkyard_Makeup_Look01_Max_010="I can't see Chloe playing with makeup..."
Act_E2_3A_Junkyard_MaxAfterEllipse_VoiceOver01_Max_010="God, this power really messes with my head. Glad I feel normal again. I better go chat up Chloe."
Act_E2_3A_Junkyard_MessageInBottle_Look04_Max_040="Now what's up with this weird secret relationship? Sounds like Rachel was confused about it, maybe even ashamed... I wish she named names. I better not show this to Chloe or she will be seriously hurt."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_010="Where to find bottles... maybe in an old refrigerator..."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_020="That shed might have some old bottles in there..."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_030="Where there's a boat, there's a pirate... which means booze bottles."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_040="I know there's a bonfire spot where people party around here..."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_050="Somebody could have left bottles on some of these junker cars..."
Act_E2_3A_Junkyard_MessageInBottle_VoiceOver01_Max_060="Jesus, I almost shot this guy and now he'll be more dangerous to Chloe and me."
Act_E2_3A_Junkyard_Mixtape_Look01_Max_010=""Rachel songs." I wonder if Chloe would ever make me a mixtape."
Act_E2_3A_Junkyard_NoShootFrank_VoiceOver01_Max_010="Oh man, Frank took Chloe's gun because of me..."
Act_E2_3A_Junkyard_Object01_Look01_Max_010="Aw, poor thing. They left you here all alone..."
Act_E2_3A_Junkyard_Object02_Look01_Max_010="Beyond repair. Rest in peace..."
Act_E2_3A_Junkyard_Object03_Look01_Max_010="This is the scariest thing here..."
Act_E2_3A_Junkyard_Object04_Look01_Max_010="The Bigfoots were here..."
Act_E2_3A_Junkyard_Object05_Look01_Max_010="Those shells look fresh..."
Act_E2_3A_Junkyard_ObjectiveBottles_VoiceOver01_Max_010="Time to find those bottles."
Act_E2_3A_Junkyard_ObjectiveBottles_VoiceOver01_Max_020="I better put on my Lara Croft pants and find those bottles."
Act_E2_3A_Junkyard_ObjectiveBottles_VoiceOver01_Max_030="I know you bottles are hiding from me... but not for long."
Act_E2_3A_Junkyard_ObjectivePuzzle_VoiceOver01_Max_010="I should rewind and help Chloe hit those bottles."
Act_E2_3A_Junkyard_ObjectivePuzzle_VoiceOver01_Max_020="That was awesome, but Chloe wants those bottles down."
Act_E2_3A_Junkyard_ObjectivePuzzle_VoiceOver01_Max_030="Come on, Max. Rewind and help Chloe aim."
Act_E2_3A_Junkyard_OldSmallBoat_Look01_Max_010="So sad to look at a grounded boat... I wonder who owned that and where they are now..."
Act_E2_3A_Junkyard_OldWashingMachine_Look01_Max_010="I wonder how many generations of fashion went through that washing machine..."
Act_E2_3A_Junkyard_Paper_Look01_Max_010=""I want to die." Jeez. Who wrote this?"
Act_E2_3A_Junkyard_Photo_Look01_Max_010="They really were besties. That could have been me instead of Rachel..."
Act_E2_3A_Junkyard_PieceRachelClothing_Look01_Max_010="This was an old-school punk shirt..."
Act_E2_3A_Junkyard_SchoolBus_Look01_Max_010="It's hard to believe that was once on the road, filled with dozens of students..."
Act_E2_3A_Junkyard_Shack_VoiceOver01_Max_010="This looks like a graffiti museum for Chloe and Rachel... I bet I can find out more about Rachel here..."
Act_E2_3A_Junkyard_Sign01_Look01_Max_010="No way... I totally remember going there when I was a kid. I loved the hushpuppies. Now the sign is just Arcadia Bay junk..."
Act_E2_3A_Junkyard_Syringes_Look01_Max_010="Oh gross! So disturbing to see old syringes on the ground..."
Act_E2_3A_Junkyard_TrunkSit_Max_010="It's so quiet and primordial out here..."
Act_E2_3A_Junkyard_TrunkSit_Max_020="I always feel like the forest is whispering to me..."
Act_E2_3A_Junkyard_TrunkSit_Max_030="Like Arcadia Bay is trying to tell me something..."
Act_E2_3A_Junkyard_TrunkSit_Max_040="I just have to figure out the message..."
Act_E2_3A_Junkyard_VortexFlyer_Look01_Max_010="So Rachel did go to a Vortex Club party... This flyer is dated right before she disappeared..."
Act_E2_3A_Junkyard_WoodenPlankRewind_VoiceOver01_Max_010="Great. Now I have to jump from here to get off the boat."
Act_E2_3A_Junkyard_WoodenPlank_Interact01_Max_010="Way heavier than I thought... Oof!"
Act_E2_3A_Junkyard_WoodenPlank_Look01_Max_010="Hmmm... I could use this board as a bridge. Doesn't look too heavy..."
Cue_E2_3A_Junkyard_AfterEllipse_Chloe_010="You freaked me out there. Do you feel any better now?"
Cue_E2_3A_Junkyard_AfterEllipse_Chloe_030="Too much action for Arcadia?"
Cue_E2_3A_Junkyard_AfterEllipse_Chloe_050="Let me know when you feel okay."
Cue_E2_3A_Junkyard_AfterEllipse_Max_020="A little. Thanks for helping me, just... give me a minute..."
Cue_E2_3A_Junkyard_AfterEllipse_Max_040="Maybe not enough. This is kinda fun. Scary and stupid, but fun."
Cue_E2_3A_Junkyard_Bottle01Fail01_IGE_Chloe_020="I'm on it."
Cue_E2_3A_Junkyard_Bottle01Fail01_IGE_Max_010="Aim a bit to your left."
Cue_E2_3A_Junkyard_Bottle01Fail02_IGE_Chloe_020="Target in sight."
Cue_E2_3A_Junkyard_Bottle01Fail02_IGE_Max_010="Aim slightly above."
Cue_E2_3A_Junkyard_Bottle01Fail03_IGE_Chloe_020="Yes, ma'am."
Cue_E2_3A_Junkyard_Bottle01Fail03_IGE_Max_010="Aim just a tad lower."
Cue_E2_3A_Junkyard_Bottle01FailChloe_IGE_Chloe_010="Well, Max?"
Cue_E2_3A_Junkyard_Bottle01FailChloe_IGE_Chloe_020="Show me the way, Max."
Cue_E2_3A_Junkyard_Bottle01FailChloe_IGE_Max_030="I need to see you shoot first."
Cue_E2_3A_Junkyard_Bottle01Success_IGE_Chloe_020="Sir, yes, sir!"
Cue_E2_3A_Junkyard_Bottle01Success_IGE_Max_010="Aim a bit to the right."
Cue_E2_3A_Junkyard_Bottle02Fail01_IGE_Chloe_010="Chloe Bond has got this."
Cue_E2_3A_Junkyard_Bottle02Fail02_IGE_Chloe_010="Beep beep, laser tracking on..."
Cue_E2_3A_Junkyard_Bottle02Fail03_IGE_Chloe_010="Ready to plink..."
Cue_E2_3A_Junkyard_Bottle02FailChloe_IGE_Chloe_010="Now Max, where do I aim?"
Cue_E2_3A_Junkyard_Bottle02FailChloe_IGE_Max_030="You're on target, pull the trigger."
Cue_E2_3A_Junkyard_Bottle02Success_IGE_Chloe_010="Right between the eyes..."
Cue_E2_3A_Junkyard_Bottle03Fail01_IGE_Chloe_020="I hate old planks."
Cue_E2_3A_Junkyard_Bottle03Fail01_IGE_Max_010="Aim at that old blue plank here."
Cue_E2_3A_Junkyard_Bottle03Fail02_IGE_Chloe_020="Let's reboot them with a bullet!"
Cue_E2_3A_Junkyard_Bottle03Fail02_IGE_Max_010="I bet you want to blow apart those old computer monitors."
Cue_E2_3A_Junkyard_Bottle03Fail03_IGE_Chloe_020="Sorry Mr. Barrel, your time has come."
Cue_E2_3A_Junkyard_Bottle03Fail03_IGE_Max_010="Let's see you take a crack at that rusty barrel."
Cue_E2_3A_Junkyard_Bottle03FailChloe_IGE_Chloe_010="Give me something to shoot, Max."
Cue_E2_3A_Junkyard_Bottle03FailChloe_IGE_Chloe_020="Hello, what should I shoot?"
Cue_E2_3A_Junkyard_Bottle03FailChloe_IGE_Chloe_040="Fine, since you won't play, I'm going to shoot this barrel. Yawn."
Cue_E2_3A_Junkyard_Bottle03Success_IGE_Chloe_020="Taking out the wheel rim now..."
Cue_E2_3A_Junkyard_Bottle03Success_IGE_Max_010="Let's take out this wheel rim on your left."
Cue_E2_3A_Junkyard_Bottle04Fail01_IGE_Chloe_020="Step back, gas tank go boom!"
Cue_E2_3A_Junkyard_Bottle04Fail01_IGE_Max_010="Let's see what happens when you shoot the gas tank."
Cue_E2_3A_Junkyard_Bottle04Fail02_IGE_Chloe_020="Goodbye, cruel bumper..."
Cue_E2_3A_Junkyard_Bottle04Fail02_IGE_Max_010="Put a real dent in that front bumper."
Cue_E2_3A_Junkyard_Bottle04Fail03_IGE_Chloe_020="Watch out for flying glass!"
Cue_E2_3A_Junkyard_Bottle04Fail03_IGE_Max_010="I want to see that windshield go down."
Cue_E2_3A_Junkyard_Bottle04FailChloe_IGE_Chloe_020="Dude, I need a target before I shoot."
Cue_E2_3A_Junkyard_Bottle04FailChloe_IGE_Chloe_040="Okay, you're too busy to help so I'm going to kill the car bumper."
Cue_E2_3A_Junkyard_Bottle04Fail_IGE_Chloe_020="Yet the bottle remains."
Cue_E2_3A_Junkyard_Bottle04Fail_IGE_Chloe_030="Feels good, but I didn't hit any of the bottles."
Cue_E2_3A_Junkyard_Bottle04Fail_IGE_Chloe_050="I must rid the world of those bottles."
Cue_E2_3A_Junkyard_Bottle04Success_IGE_Chloe_020="Adios, spinning wheel of death..."
Cue_E2_3A_Junkyard_Bottle04Success_IGE_Max_010="How about aiming for the left tire?"
Cue_E2_3A_Junkyard_CHChloe_Phase01_Chloe_001="We can make the world bow... Are you ready for that?"
Cue_E2_3A_Junkyard_CHChloe_Phase01_Chloe_003="Dude, you fuck shit up, you rewind, you fix it. Drop the mic. Boom."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Chloe_005="You already altered history by saving my life, smartass. Let's see what else you can do..."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Chloe_006="I have to prep the range, crybaby. And I've been tripping hard about where you got this rewind power..."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Chloe_009="Amen. And while you build an empire, I'm there to keep you on the path of badassness. And fun."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Max_002="No way. I still don't even know how my power works or for how long..."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Max_004="Oh yes. Once I figure out exactly how my power works. A god must doth know these things."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Max_007="From God. Or the gods. So bow."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Max_008="I have to find dirty ass bottles while you chill. Not fair."
Cue_E2_3A_Junkyard_CHChloe_Phase01_Max_010="Spin, rinse and repeat... I'm just altering time and space. Oh yeah, and history. No biggie."
Cue_E2_3A_Junkyard_CHChloe_Phase02_Chloe_001="I prepare the shooting range while you look for some bottles."
Cue_E2_3A_Junkyard_FrankConflict_AlternateStart_Chloe_010="Are you ready to do this?"
Cue_E2_3A_Junkyard_FrankConflict_AlternateStart_Chloe_030="We have plenty of time to do anything we want, whenever we want!"
Cue_E2_3A_Junkyard_FrankConflict_AlternateStart_Max_020="We should jet, before—"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_040="Excuse us, Frank."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_060="We're not anything alike, man."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_080="You'll get your money."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_110="Where did you get that bracelet?"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_130="That's Rachel's bracelet. Why the fuck are you wearing her bracelet?"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Chloe_150="No it wasn't. You stole that shit. Give it to me right now, asshole."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_020="Hey, it's Thelma and Louise."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_030="Or is it Bonnie and Clyde?"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_050="Oh sorry, Chloe. Don't let me get in the way of your bonding. I heard the gunshots and the breaking glass. It's cute that you're playing with guns. Just like me at your age."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_070="We both need money. In fact, you need it so bad you owe me a shitload. Don't you, Chloe? Huh?"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_090="Don't they all say that? Y'know, even when they're broke and acting tough..."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_100="What are you hiding there, girlie? Let me see!"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_120="A friend. And it's none of your goddamn business. You're my business now and I—"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_140="Calm yourself, alright? It was a gift."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_160="You better step back before you regret it, girl. I mean it. You want me to cut you, bitch?"
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Frank_180="You're kidding. Put that down."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Max_010="Make me proud, sista."
Cue_E2_3A_Junkyard_FrankConflict_Arrival_Max_170="Please... please step back."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Chloe_060="You really stood your ground."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Chloe_080="It will be hard to keep Nathan off my ass. My step-shit will have his other guns sealed in an electrified bunker by now."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Chloe_100="I know, Max. Really. I'm actually relieved it worked out this way instead..."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Chloe_110="And there are more guns out there."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Chloe_120="Let's blow. My secret lair didn't feel secret today. At least Frank is gone, he won't fuck with us again. He just wants his money."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Frank_010="Come on, girlie. Shoot me."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Frank_020="Oh Christ. You're more like Abbot and Costello."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Frank_040="Nice piece. I'll consider this interest on your loan. Thanks."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Frank_050="You have until Friday to pay me. Or I'll track you down with this interest. Have a good play, kids."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Max_070="I freaked. I don't like guns."
Cue_E2_3A_Junkyard_FrankConflict_DropTheGun_Max_090="Sorry Chloe. I've never held a gun on a human being before. Not cool."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Chloe_070="You were awesome. Thanks for standing up for me..."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Chloe_080="Let's blow. My secret lair didn't feel secret today. At least Frank is gone, he won't fuck with us again. He just wants his money."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Frank_010="That is hilarious! Oh man..."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Frank_030="I'll remember you, kid. I'll remember you almost shot me. And you'll wish I had no memory, because I never forget."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Frank_045="You have until Friday to pay me. Don't ever pull crap like this again—it will be the last time you do."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Frank_050="Try bullets next time, brainiacs."
Cue_E2_3A_Junkyard_FrankConflict_Shoot_Max_060="Sorry."
Cue_E2_3A_Junkyard_FrankConflict_Start_Chloe_010="Okay, looks like you're ready to lock and load."
Cue_E2_3A_Junkyard_FrankConflict_Start_Chloe_030="Are you afraid of getting in trouble?"
Cue_E2_3A_Junkyard_FrankConflict_Start_Chloe_040="Oh boo hoo, Max is afraid! I know you can handle this. And I'm here to guide you."
Cue_E2_3A_Junkyard_FrankConflict_Start_Max_020="I don't know about this..."
Cue_E2_3A_Junkyard_Gun01_Fail_Chloe_010="Lame!"
Cue_E2_3A_Junkyard_Gun01_Fail_Chloe_030="You have to really pay attention to guide me. Use your great powers for good, oh Super Max."
Cue_E2_3A_Junkyard_Gun01_Fail_Max_020="Hey, it's not my fault!"
Cue_E2_3A_Junkyard_Gun01_Success_Chloe_010="Oh yes! Did you see that shit, Max?"
Cue_E2_3A_Junkyard_Gun01_Success_Chloe_030="That was so fucking cool!"
Cue_E2_3A_Junkyard_Gun01_Success_Chloe_040="Now for the second bottle."
Cue_E2_3A_Junkyard_Gun01_Success_Max_020="Duh."
Cue_E2_3A_Junkyard_Gun02_Fail_Chloe_010="This blows!"
Cue_E2_3A_Junkyard_Gun02_Success_Chloe_010="Watch out, Nathan!"
Cue_E2_3A_Junkyard_Gun02_Success_Chloe_020="Now that is fun. Let's pump up the volume and find me another target. I want to get creative here..."
Cue_E2_3A_Junkyard_Gun03_Fail01_Chloe_010="Yawn..."
Cue_E2_3A_Junkyard_Gun03_Fail02_Chloe_010="Old school..."
Cue_E2_3A_Junkyard_Gun03_Fail02_Chloe_020="Lame!"
Cue_E2_3A_Junkyard_Gun03_Fail03_Chloe_020="Listen to those phat bullet beats!"
Cue_E2_3A_Junkyard_Gun03_Success_Chloe_010="Hella yes!"
Cue_E2_3A_Junkyard_Gun03_Success_Chloe_030="Now that's what I'm talking about!"
Cue_E2_3A_Junkyard_Gun03_Success_Chloe_050="Like, never. So I want one more ubercool trick shot..."
Cue_E2_3A_Junkyard_Gun03_Success_Max_020="Nice shootin', Tex."
Cue_E2_3A_Junkyard_Gun03_Success_Max_040="Satisfied?"
Cue_E2_3A_Junkyard_Gun03_Success_Max_060="How about using that junker for a target now?"
Cue_E2_3A_Junkyard_Gun04_Fail01_Chloe_010="Boom! Car definitely down, but no bottle casualties!"
Cue_E2_3A_Junkyard_Gun04_Fail02_Chloe_010="Jesus, I shot myself! I shot myself! Back up, back up!"
Cue_E2_3A_Junkyard_Gun04_Fail02_Max_020="Stupid gun! Hold on Chloe!"
Cue_E2_3A_Junkyard_Gun04_Fail03_Chloe_010="You guys better run for cover."
Cue_E2_3A_Junkyard_Gun04_Success_Chloe_010="Ubercool."
Cue_E2_3A_Junkyard_Gun04_Success_Chloe_020="I cannot believe this is for reals. My best friend is a superhero! Now it's your turn to bust a cap!"
Cue_E2_3A_Junkyard_Gun04_Success_Chloe_040="Max, your nose. Damn..."
Cue_E2_3A_Junkyard_Gun04_Success_Max_030="I don't know..."
Cue_E2_3A_Junkyard_Gun04_Success_Max_050="I... don't... feel so super..."
Cue_E2_3A_Junkyard_Insertion_Chloe_020="Dude, this is going to be so cool!"
Cue_E2_3A_Junkyard_Insertion_Chloe_040="You can just back time up... We'll have to test you now to make sure!"
Cue_E2_3A_Junkyard_Insertion_Chloe_060="Keep up."
Cue_E2_3A_Junkyard_Insertion_Chloe_080="That depends on you. And how well you do in this phase of the test..."
Cue_E2_3A_Junkyard_Insertion_Chloe_090="Welcome to American Rust, my home away from Hell."
Cue_E2_3A_Junkyard_Insertion_Chloe_110="Max, do you know how awesome this is? I get my best friend back and she's also supersized?"
Cue_E2_3A_Junkyard_Insertion_Chloe_130="Exactly why it's time to have fun."
Cue_E2_3A_Junkyard_Insertion_Chloe_150="Urghhh..."
Cue_E2_3A_Junkyard_Insertion_Chloe_160="Don't you trust me?"
Cue_E2_3A_Junkyard_Insertion_Chloe_180="You have more power than an army. Don't be scared of my little toy. Besides, we need it for the test..."
Cue_E2_3A_Junkyard_Insertion_Chloe_200="Only the ones who shouldn't be. Like step-dildo. Until now."
Cue_E2_3A_Junkyard_Insertion_Chloe_220="You are the revolution, Max. So we should figure out how to best use and abuse your power with a test."
Cue_E2_3A_Junkyard_Insertion_Chloe_230="Drink?"
Cue_E2_3A_Junkyard_Insertion_Chloe_250="You are so cute—you haven't changed a bit."
Cue_E2_3A_Junkyard_Insertion_Chloe_255="Okay, let's do this. Can you find five bottles while I prep the shooting range?"
Cue_E2_3A_Junkyard_Insertion_Chloe_270="You can handle it. Now go find us five bottles. Pretty please?"
Cue_E2_3A_Junkyard_Insertion_Max_010="Wait up, Speedy!"
Cue_E2_3A_Junkyard_Insertion_Max_030="Slow down, wait for me to get your present."
Cue_E2_3A_Junkyard_Insertion_Max_050="Is this a race?"
Cue_E2_3A_Junkyard_Insertion_Max_070="How many times are you going to get pissed at me this week?"
Cue_E2_3A_Junkyard_Insertion_Max_100="Raw and rough. It suits you..."
Cue_E2_3A_Junkyard_Insertion_Max_120="We don't know for how long."
Cue_E2_3A_Junkyard_Insertion_Max_140="Are you kidding? After yesterday, I'm kinda over guns, Chloe. It freaks me out that you have one."
Cue_E2_3A_Junkyard_Insertion_Max_170="Yes, but not that gun."
Cue_E2_3A_Junkyard_Insertion_Max_190="David might be a douche, but you did steal his gun... Is everybody armed in Arcadia Bay now?"
Cue_E2_3A_Junkyard_Insertion_Max_210="I'm not in the revolution yet, Che."
Cue_E2_3A_Junkyard_Insertion_Max_240="Yuck."
Cue_E2_3A_Junkyard_Insertion_Max_260="Beer and guns, nice combo."
Cue_E2_3A_Junkyard_IntroGun_Chloe_005="Thanks, Max."
Cue_E2_3A_Junkyard_IntroGun_Chloe_010="Wait—one more for the road."
Cue_E2_3A_Junkyard_IntroGun_Chloe_030="We're going to shoot all these bottles without wasting a single bullet!"
Cue_E2_3A_Junkyard_IntroGun_Chloe_040="Max, you have to help me aim."
Cue_E2_3A_Junkyard_IntroGun_Max_020="You're serious about this..."
Cue_E2_3A_Junkyard_Preparing_Chloe_010="Break time!"
